//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Atsisakyti";
"_edit_"                    = "Redaguoti";
"_tap_to_min_max_"          = "Palieskite, kad sumažintumėte / padidintumėte";
"_cancel_request_"          = "Ar norite atsisakyti?";
"_upload_file_"             = "Įkelti failą";
"_delete_"                  = "Ištrinti";
"_rename_"                  = "Pervadinti";
"_rename_file_"             = "Pervadinti failą";
"_rename_folder_"           = "Pervadinti aplanką";
"_move_"                    = "Perkelti";
"_add_"                     = "Pridėti";
"_save_"                    = "Įrašyti";
"_warning_"                 = "Įspėjimas";
"_error_"                   = "Klaida";
"_no_"                      = "Ne";
"_yes_"                     = "Taip";
"_select_"                  = "Pasirinkti";
"_select_all_"              = "Pažymėti viską";
"_upload_"                  = "Įkelti";
"_home_"                    = "Failai";
"_files_"                   = "Failai";
"_ok_"                      = "Gerai";
"_done_"                    = "Atlikta";
"_clear_"                   = "Išvalyti";
"_selected_"                = "Pasirinkta";
"_no_active_account_"       = "Paskyrų nerasta";
"_info_"                    = "Informacija";
"_warning_"                 = "Įspėjimas";
"_video_"                   = "Video";
"_overwrite_"               = "Perrašyti";
"_create_"                  = "Sukurti";
"_create_folder_"           = "Sukurti aplanką";
"_create_folder_e2ee_"      = "Sukurti šifruotą aplanką";
"_close_"                   = "Užverti";
"_remove_"                  = "Šalinti";
"_file_not_found_"          = "Failas nerastas";
"_continue_"                = "Tęsti";
"_continue_editing_"        = "Tęsti redagavimą";
"_auto_upload_folder_"      = "Automatinis įkėlimas";
"_photo_"                   = "Nuotrauka";
"_audio_"                   = "Garsas";
"_unknown_"                 = "Nežinoma";
"_success_"                 = "Pavyko";
"_mode_filename_"           = "Failo pavadinimo veiksena";
"_warning_owncloud_"        = "Esate prisijungę prie „ownCloud“ serverio. Šis serveris nėra išbandytas ir nepalaikomas, naudokite jį savo pačių rizika. Norėdami atnaujinti į „Nextcloud“, žr. https://nextcloud.com/migration.";
"_warning_unsupported_"     = "Naudojate nepalaikomą „Nextcloud“ versiją. Dėl duomenų saugumo primygtinai rekomenduojame atnaujinti į naujausią stabilią „Nextcloud“ versiją.";
"_restore_"                 = "Atkurti";
"_tap_here_to_change_"      = "Bakstelėkite čia, norėdami pakeisti";
"_no_albums_"               = "Nėra albumų";
"_denied_album_"            = "Ši programėlė neturi prieigos prie „Nuotraukų“. Prieigą galite įjungti privatumo nustatymuose.";
"_denied_camera_"           = "Ši programa neturi prieigos prie „Fotoaparato“. Prieigą galite įjungti privatumo nustatymuose.";
"_save_to_camera_roll_"        = "Išsaugoti fotoaparato aplanke";
"_save_to_camera_roll_desc_"   = "Jei ši funkcija įjungta, nuotraukos ir vaizdo įrašai, padaryti naudojant programėlės kamerą, taip pat bus išsaugoti jūsų „iOS“ nuotraukų galerijoje.";
"_sharing_"                 = "Bendrinimas";
"_details_"                 = "Išsamiau";
"_no_permission_delete_file_" = "Jūs neturite leidimo ištrinti failų.";
"_no_permission_modify_file_" = "Jūs neturite leidimo modifikuoti failų.";
"_no_permission_favorite_file_" = "Neturite leidimo įtraukti failo į mėgstamiausius.";
"_add_folder_info_"         = " Pridėti aplanko informaciją";
"_back_"                    = "Atgal";
"_search_"                  = "Ieškoti";
"_search_or_create_tags"    = "Ieškoti ar sukurti žymą";
"_tags_"                    = "Žymos";
"_share_tags_create_"       = "Kurti „%@“";
"_share_tags_no_results_"   = "Nerasta jokių žymų";
"_share_tags_added_named_"  = "%@ žymė sukurta.";
"_edit_tags_"               = "Tvarkyti žymas";
"_create_tag_error_"        = "Nepavyko sukurti naujos žymos. Bandykite dar kartą.";
"_of_"                      = "iš";
"_livephoto_save_"          = "Išsaugoti „Gyvąją nuotrauką“ fotoalbume";
"_livephoto_save_error_"    = "Klaida saugant „Gyvąją nuotrauką“";
"_file_conflict_num_"       = "failo konfliktas";
"_file_conflicts_num_"      = "failo konfliktai";
"_file_conflict_desc_"      = "Kuriuos failus norite išsaugoti?\nJei pasirinksite abi versijas, prie nukopijuoto failo pavadinimo bus pridėtas numeris.";
"_file_conflict_new_"       = "Nauji failai";
"_file_conflict_exists_"    = "Jau esami failai";
"_file_not_rewite_doc_"     = "Neįmanoma perrašyti dokumento, o tik sukurti naują";
"_move_or_copy_"            = "Perkelti ar kopijuoti";
"_copy_"                    = "Kopijuoti";
"_now_"                     = "Dabar";
"_wait_"                    = "Palaukite…";
"_recent_"                  = "Paskiausi";
"_view_in_folder_"          = "Rodyti aplanke";
"_disabled_"                = "Išjungta";
"_compact_"                 = "Kompaktiškas";
"_normal_"                  = "Normalus";
"_verbose_"                 = "Išsamus";
"_error_occurred_"          = "Įvyko klaida, bandykite dar kartą.";
"_retry_"                   = "Pabandyti iš naujo";
"_images_"                  = "Paveikslėliai";
"_confirm_"                 = "Patvirtinti";
"_background_location_access_title_"    = "Foninės Vietos Prieiga";
"_background_location_access_message_"  = "Šiai programėlei reikalinga prieiga prie foninės buvimo vietos, kad ji galėtų automatiškai įkelti failus, kai jūs persikeliate iš vienos vietos į kitą. GPS nenaudojamas, o jūsų buvimo vieta niekada nesaugoma.";
"_enable_background_location_title_"    = "Įjungti foninės buvimo vietos nustatymą";
"_enable_background_location_message_"  = "Norėdami leisti automatiškai įkelti failus fone, nustatymuose pasirinkite „Visada“ prieigos prie vietos nustatymą.";
"_enable_background_location_footer_"   = "Kad jūsų nuotraukų biblioteka būtų automatiškai atnaujinama, ši programėlė gali naudotis prieiga prie foninės buvimo vietos.\nTai leidžia jai nustatyti, kada atsiduriate naujoje vietoje, ir patikrinti, ar yra naujų nuotraukų, kurias galima įkelti.\nGPS nenaudojamas, o jūsų buvimo vieta niekada nėra saugoma ar stebima.";

/* MARK: Files lock */

"_lock_"                            = "Užrakinti";
"_unlock_"                          = "Atrakinti";
"_lock_file_"                       = "Užrakinti failą";
"_unlock_file_"                     = "Atrakinti failą";
"_locked_by_"                       = "Užrakino %@";
"_file_locked_no_override_"         = "Šis failas yra užrakintas. Jis negali būti nustelbtas.";
"_lock_no_permissions_selected_"    = "Neleidžiama tam tikriems failams ar aplankams.";
"_remove_file_"             = "Šalinti failą";
"_delete_file_"             = "Ištrinti failą";
"_delete_folder_"           = "Ištrinti aplanką";
"_size_"                    = "Dydis";
"_set_user_status_"         = "Prisijungimo būsena";
"_set_user_status_message_" = "Būsenos žinutė";
"_open_settings_"           = "Atverti nustatymus";
"_settings_account_request_" = "Užklausti paskyros startuojant";
"_alias_"                   = "Slapyvardis";
"_alias_placeholder_"       = "Įrašyti slapyvardį";
"_alias_footer_"            = "Pavadinkite savo sąskaitas apibūdinančiais pavadinimais, pavyzdžiui, „Namai“, „Darbas“, „Mokykla“…";
"_privacy_legal_"           = "Privatumo ir teisinė politika";
"_source_code_"             = "Gauti pirminį kodą";
"_account_select_"          = "Pasirinkti paskyrą";
"_account_select_to_add_"   = "Pasirinkite paskyrą, kurią norite pridėti";
"_remove_local_account_"    = "Šalinti vietinę paskyrą";
"_want_delete_account_"     = "Ar norite pašalinti vietinę paskyrą?";
"_prevent_http_redirection_"= "Peradresavimas HTTP protokolu neleidžiamas.";
"_http_account_insecure_"   = "This account uses an insecure HTTP server address. Data is transmitted unencrypted.";
"_https_failed_try_http_"   = "A secure connection could not be established. Do you want to try insecure HTTP instead? Your data will be transmitted unencrypted.";
"_single_file_conflict_title_" = "Failų konfliktas";
"_multi_file_conflict_title_" = "%@ failo konfliktai";
"_replace_action_title_" = "Pakeisti";
"_keep_both_action_title_" = "Palikti abu";
"_cancel_keep_existing_action_title_" = "Atšaukti ir palikti esamą";
"_replace_all_action_title_" = "Pakeisti visus";
"_keep_both_for_all_action_title_" = "Pasilikti abu visiems";
"_more_action_title_" = "Išsamiau";
"_wait_file_preparation_" = "Ruošiamas failo įkėlimas. Prašome palaukti…";
"_keep_active_for_upload_" = "Palikite programą veikiančią, kol bus baigtas failo įkėlimas …";
"_keep_active_for_transfers_" = "Palikite programėlę aktyvią, kol bus baigti perkėlimai...";
"_wait_file_encryption_"  = "Palaukite, failas šifruojamas…";
"_passcode_counter_fail_" = "Per daug nesėkmingų bandymų. Prieš bandydami dar kartą, palaukite.";
"_seconds_"               = "sekundės";
"_change_lock_passcode_"  = "Keisti prieigos kodą";
"_lock_cannot_disable_mdm_" = "Jūsų konfigūracijos profilis neleidžia išjungti prieigos kodo užrakto.";

// MARK: User Status

/* User status */
"_online_"                  = "Prisijungęs";

/* User status */
"_away_"                    = "Atsitraukęs";

/* User status */
"_dnd_"                     = "Netrukdyti";

/* User status */
"_dnd_description_"         = "Išjungti visus pranešimus";

/* User status */
"_invisible_"               = "Nematomas";

/* User status */
"_invisible_description_"   = "Atrodyti atsijungusiu";

/* User status */
"_busy_"                    = "Užimtas";

/* User status */
"_select_user_status_"      = "Nustatyti prisijungimo būseną";
"_select_status_message_"      = "Nustatyti būsenos žinutę";
"_status_message_"          = "Būsenos žinutė";
"_status_message_placehorder_"  = "Kokia jūsų būsena?";
"_set_status_message_"      = "Nustatyti būsenos žinutę";
"_clear_status_message_after_"  = "Išvalyti būseną po";

/* User status */
"_dont_clear_"              = "Neišvalyti";
"_15_minutes_"              = "15 minučių";
"_30_minutes_"              = "30 minučių";
"_an_hour_"                 = "valanda";
"_1_hour_"                  = "1 valanda";
"_4_hours_"                 = "4 valandos";
"_day_"                     = "Šiandien";
"_this_week_"               = "Šią savaitę";
"_days_"                    = "Dienos";
"_hours_"                   = "Valandos";
"_minutes_"                 = "Minutės";


"_network_not_available_"   = "Tinklas neprieinamas.";
"_file_already_exists_"     = "Nepavyko užbaigti operacijos, failas tokiu pačiu pavadinimu jau yra";
"_more_"                        = "Daugiau";
"_notifications_"               = "Pranešimai";
"_quota_space_unlimited_"       = "Neribota";
"_quota_space_unknown_"         = "Nežinoma";
"_quota_using_"                 = "Jūs naudojate %@ iš %@";
"_acknowledgements_"            = "Padėkos";
"_settings_"                    = "Nustatymai";
"_enter_password_"              = "Įvesti slaptažodį ...";
"_lock_"                        = "Užrakinti";
"_lock_active_"                 = "Užraktas: Įjungtas";
"_lock_not_active_"             = "Užraktas: Išjungtas";
"_lock_protection_no_screen_"        = "Neklausti paleidimo metu";
"_enable_touch_face_id_"        = "Įjungti Touch/Face ID";
"_wifi_only_"                   = "Naudokite tik „Wi-Fi“ ryšį";
"_settings_autoupload_"         = "Automatinis nuotraukų įkėlimas";
"_clear_cache_"                 = "Išvalyti tarpinę atmintį";
"_clear_cache_footer_"          = "Ištrinti iš programėlės atsisiųstus ir neprisijungus prie interneto naudojamus failus";
"_exit_"                        = "Atstatyti programėlę";
"_exit_footer_"                 = "Šalinti iš programėlės visas paskyras bei vietinius duomenis";
"_want_exit_"                   = "Dėmesio! Bus atstatyta į pradinę būseną. Tęsti?";
"_want_delete_cache_"           = "Ar norite ištrinti tarpinę atmintį (tuomet taip pat bus pašalinti vykdomi perkėlimai)?";
"_add_account_"                 = "Pridėti paskyrą";
"_want_delete_"                 = "Jūs ištrinsite:";
"_information_"                 = "Informacija";
"_select_offline_warning_"      = "Kelių failų ir aplankų padarymas pasiekiamais neprisijungus gali užtrukti ir tuo pačiu metu gali sunaudoti daug atminties.";
"_advanced_"                    = "Išplėstiniai";
"_permissions_"                 = "Leidimai";
"_custom_permissions_"          = "Tinkinti leidimai";
"_disable_files_app_"           = "Išjungti programėlės Failai integravimą";
"_disable_files_app_footer_"    = "Neleiskite pasiekti failų per „iOS“ programėlę „Files“.";
"_autoupload_"                      = "Automatinis nuotraukų / vaizdo įrašų įkėlimas";
"_autoupload_photos_"               = "Automatinis nuotraukų įkėlimas";
"_autoupload_videos_"               = "Automatinis vaizo įrašų įkėlimas";
"_autoupload_description_"          = "Pasirinkti, ar naujos nuotraukos ar vaizdo įrašai bus automatiškai įkeliami į jūsų paskyrą.";
"_start_autoupload_"                = "Įjunkti automatinį įkėlimą";
"_stop_autoupload_"                 = "Išjungti automatinį įkėlimą";
"_autoupload_create_subfolder_"     = "Naudoti poaplankius";
"_autoupload_create_subfolder_footer_"  = "Nuotraukas saugokite poaplankiuose pagal metus, mėnesį arba dieną.";
"_autoupload_subfolder_granularity_"    = "Poaplankio detalumas";
"_filenamemask_"                        = "Keisti failų vardų formatą";
"_filenamemask_footer_"                 = "Pagal numatytuosius nustatymus, įkėlus failą, jis automatiškai įgauna tokį formatą: mm-mm-dd hh-mm-ss plius 4 skaitmenų skaitiklis. Jei jums šis formatas nepatinka, galite jį pakeisti čia, išskyrus paskutinį 4 skaitmenų skaitiklį, kurio negalima praleisti.";
"_show_hidden_files_"           = "Rodyti paslėptus failus";
"_format_compatibility_"        = "Labiausiai suderinamas";
"_format_compatibility_footer_" = "„Suderinamiausias“ išsaugos nuotraukas JPEG formatu, jei įmanoma.";
"_privacy_"                     = "Privatumas";
"_privacy_footer_"              = "Ši programėlė naudoja paslaugą gedimams analizuoti. Jūsų asmeninė informacija su ataskaita nesiunčiama. Jei norite ją išjungti, pakeiskite nustatymą „Išjungti gedimų pranešimo priemonę“ į „Įjungta“.";
"_crashservice_title_"          = "Išjungti avarijų pranešimų funkciją";
"_crashservice_alert_"          = "Kad šis nustatymas įsigaliotų, reikia iš naujo paleisti programėlę.";
"_upload_mov_livephoto_"        = "„Gyvoji nuotrauka“";
"_upload_mov_livephoto_footer_" = "Jei įmanoma, „Gyvoji nuotrauka“ išsaugos pasirinktą nuotrauką „Gyvoji nuotrauka“ formatu.";
"_capabilities_"                = "Galimybės";
"_capabilities_footer_"         = "Rodyti programėlės naudojamus paketus, jei jie yra įdiegti ir prieinami serveryje.";
"_diagnostics_"                 = "Diagnostika";
"_diagnostics_footer_"          = "Kad pakeistas žurnalo lygis įsigaliotų, reikia iš naujo paleisti programėlę";
"_view_log_"                    = "View log files";
"_no_log_files_"                = "No log files available";
"_clear_log_"                   = "Išvalyti žurnalo failą";
"_set_log_level_"               = "Nustatyti žurnalo lygį";
"_connect_server_anyway_"       = "Ar vis tiek norite prisijungti prie serverio?";
"_server_is_trusted_"           = "Ar laikote šį serverį patikimu?";
"_connection_error_"            = "Ryšio klaida";
"_login_url_"                   = "Serverio adresas https://…";
"_login_url_error_"             = "URL klaida, patikrinkite savo serverio URL adresą";
"_favorites_"                   = "Mėgstami";
"_favorite_short_"              = "Mėgstamas";
"_tutorial_favorite_view_"      = "Čia bus rodomi failai ir aplankai, kuriuos pažymėsite kaip mėgstamus";
"_tutorial_offline_view_"       = "Čia nukopijuoti failai bus prieinami ir neprisijungus prie interneto.\n\nJie bus sinchronizuoti su jūsų debesimi.";
"_tutorial_groupfolders_view_"  = "Komandos aplankų dar nėra";
"_more_"                        = "Daugiau";
"_favorite_no_files_"           = "Kol kas nėra mėgstamų";
"_no_date_information_"                     = "Nėra informacijos apie datą";
"_no_camera_information_"                   = "Nėra informacijos apie kamerą";
"_no_lens_information_"                     = "Nėra informacijos apie lęšius";
"_today_"                                   = "Šiandien";
"_yesterday_"                               = "Vakar";
"_access_photo_not_enabled_"                = "Prieiga prie nuotraukų neįjungta";
"_access_photo_not_enabled_msg_"            = "Eikite į „Nustatymai“ → „Programėlės“ → „Nextcloud“ → „Nuotraukos“ ir įjunkite prieigą prie nuotraukų bibliotekos";
"_access_background_app_refresh_denied_"    = "Foninis programėlės atnaujinimas yra uždraustas. Įjunkite šią funkciją meniu „Nustatymai“, kitaip naujos nuotraukos ar vaizdo įrašai nebus aptikti, kai programa veiks fone.";
"_tutorial_photo_view_"                     = "Dar nėra įkeltų nuotraukų ar vaizdo įrašų";
"_error_createsubfolders_upload_"           = "Klaida kuriant poaplankius";
"_remove_photo_CameraRoll_"                 = "Pašalinti iš fotoaparato aplanko";
"_remove_photo_CameraRoll_desc_"            = "„Pašalinti iš fotoaparato aplanko“ po įkėlimo bus rodomas patvirtinimo pranešimas, raginantis ištrinti įkeltas nuotraukas ar vaizdo įrašus iš fotoaparato aplanko. Ištrintos nuotraukos ar vaizdo įrašai „iOS“ nuotraukų šiukšliadėžėje bus pasiekiami 30 dienų.";
"_never_"                       = "niekada";
"_less_a_minute_"               = "mažiau nei prieš minutę";
"_a_minute_ago_"                = "prieš minutę";
"_minutes_ago_"                 = "prieš %d min.";
"_an_hour_ago_"                 = "prieš valandą";
"_hours_ago_"                   = "prieš %d val.";
"_a_day_ago_"                   = "prieš dieną";
"_days_ago_"                    = "prieš %d d.";
"_cannot_send_mail_error_"      = "Nenustatyta paskyra arba įvestas neteisingas el. pašto adresas.";
"_open_url_error_"              = "Nepavyko atidaryti šiam veiksmui skirto URL adreso";
"_media_"                       = "Medija";
"_order_by_"                    = "Rikiuoti pagal";
"_name_"                        = "Pavadinimas";
"_date_"                        = "Data";
"_size_"                        = "Dydis";
"_remove_favorites_"            = "Nebežymėti kaip mėgstamą";
"_add_favorites_"               = "Mėgstamas";
"_share_"                       = "Bendrinti";
"_remove_local_file_"           = "Pašalinti vietoje";
"_folders_"                     = "aplankai";
"_folder_"                      = "aplankas";
"_files_"                       = "Failai";
"_file_"                        = "failas";
"_no_file_pull_down_"           = "Įkelkite failą arba patraukite žemyn, kad atnaujintumėte";
"_no_file_no_permission_to_create_" = "Jūs neturite leidimo kurti ar įkelti failų šiame aplanke.";
"_limited_dimension_"           = "Pasiektas didžiausias dydis";
"_file_not_saved_cameraroll_"   = "Klaida: failas neįrašytas į nuotraukų albumą";
"_favorite_on_top_"             = "Pirmiausia rūšiuoti mėgstamiausius";
"_directory_on_top_"            = "Rūšiuoti aplankus prieš failus";
"_show_description_"            = "Rodyti aplanko aprašą";
"_show_recommended_files_"      = "Rodyti rekomendacijas";
"_search_no_record_found_"      = "Rezultatų nėra";
"_search_in_progress_"          = "Vyksta paieška…";
"_search_instruction_"          = "Ieškoti failo (mažiausiai 2 simboliai)";
"_files_no_files_"              = "Čia failų nėra";
"_files_no_folders_"            = "Čia aplankų nėra";
"_request_in_progress_"         = "Vyksta užklausa į serverį…";
"_personal_files_only_"         = "Tik asmeniniai failai";

"audio"                         = "AUDIO";
"directory"                     = "APLANKAI";
"document"                      = "DOKUMENTAI";
"image"                         = "PAVEIKSLAI";
"template"                      = "ŠABLONAI";
"video"                         = "VIDEO";

"_paste_file_"                  = "Įdėti";
"_status_wait_download_"        = "Laukiama atsisiuntimo";
"_status_downloading_"          = "Atsisiunčiama";
"_status_wait_upload_"          = "Laukiama įkėlimo";
"_status_wait_create_folder_"   = "Laukiama aplanko sukūrimo";
"_status_wait_delete_"          = "Laukiama ištrynimo";
"_status_wait_rename_"          = "Laukiama pervadinimo";
"_status_wait_favorite_"        = "Laukiama, kol pasikeis mėgstamiausia";
"_status_wait_copy_"            = "Laukiama kopijavimo";
"_status_wait_move_"            = "Laukiama perkėlimo";
"_status_uploading_"            = "Įkeliama";
"_status_upload_error_"         = "Klaida, laukiama įkėlimo";
"_select_media_folder_"         = "Nustatykite medijos aplanką";
"_media_viewimage_show_"        = "Rodyti tik paveikslus";
"_media_viewvideo_show_"        = "Rodyti tik vaizdo įrašus";
"_media_show_all_"              = "Rodyti abu";
"_good_morning_"                = "Labas rytas";
"_good_day_"                    = "Labą dieną";
"_good_afternoon_"              = "Laba diena";
"_good_evening_"                = "Labas vakaras";
"_good_night_"                  = "Labas vakaras";
"_servers_"                     = "Serveriai";
"_select_server_"               = "Pasirinkite serverį...";

// MARK: Share

"_share_link_"                  = "Bendrinimo nuoroda";
"_share_link_name_"             = "Nuorodos pavadinimas";
"_password_"                    = "Slaptažodis";
"_share_password_"              = "Password protect linkSlaptažodžiu apsaugota nuoroda";
"_date_"                        = "Data";
"_enforce_password_protection_" = "Priverstinė apsauga slaptažodžiu";
"_shared_with_you_by_"          = "Su jumis bendrina";
"_shareLinksearch_placeholder_" = "Vardas, el. paštas ar federacinės debesijos ID…";
"_new_comment_"                 = "Naujas komentaras…";
"_edit_comment_"                = "Taisyti komentarą";
"_delete_comment_"              = "Ištrinti komentarą";
"_share_read_only_"             = "Tik peržiūrėti";
"_share_editing_"               = "Gali redaguoti";
"_share_file_drop_"             = "Užklausa dėl failo";
"_share_hide_download_"         = "Slėpti atsisiuntimą";
"_share_allowed_downloads_"     = "Leidžiami atsisiuntimai";
"_share_limit_download_"        = "Riboti atsisiuntimus";
"_remaining_"                   = "Liko %d";
"_share_password_protect_"      = "Apsauga slaptažodžiu";
"_share_expiration_date_"       = "Nustatyti galiojimo pabaigos datą";
"_share_note_recipient_"        = "Pastaba gavėjui";
"_share_add_sharelink_"         = "Pridėti kitą nuorodą";
"_share_can_read_"              = "Skaityti";
"_share_can_reshare_"           = "Bendrinti";
"_share_can_create_"            = "Sukurti";
"_share_can_change_"            = "Redaguoti";
"_share_can_delete_"            = "Ištrinti";
"_share_can_download_"          = "Leisti atsisiųsti ir sinchronizuoti";
"_share_unshare_"               = "Ištrinti bendrinimą";
"_share_internal_link_"         = "Vidinė nuoroda";
"_share_internal_link_des_"     = "Veikia tik tiems vartotojams, kurie turi prieigą prie šio failo / aplanko.";
"_share_reshare_disabled_"      = "Jums neleidžiama bendrinti šio failo / aplanko.";
"_share_reshare_restricted_"    = "Pastaba: turite tik ribotą leidimą bendrinti šį failą / aplanką.";
"_remote_"                      = "Nuotolinis";
"_remote_group_"                = "Nuotolinė grupė";
"_conversation_"                = "Pokalbis";
"_no_transfer_"                 = "Kol kas perdavimų nėra";
"_no_transfer_sub_"             = "Įkėlimai ir atsisiuntimai iš šio įrenginio bus rodomi čia";
"_no_transfer_in_progress_"     = "Jokių perkėlimų nevyksta";
"_no_transfer_in_progress_sub_" = "Aktyvūs įkėlimai ir atsisiuntimai iš šio įrenginio bus rodomi čia.";
"_no_transfer_in_waiting_"      = "Nėra laukiančių perkėlimų";
"_no_transfer_in_waiting_sub_"  = "Čia bus rodomi perkėlimai, kurių vykdymas dar neprasidėjo.";
"_no_transfer_in_error_"        = "Nėra perkėlimo klaidų";
"_no_transfer_in_error_sub_"    = "Čia bus rodomi perkėlimai, į kuriuos turite atkreipti dėmesį.";
"_transfers_waiting_shown_"     = "Laukiami perkėlimai, %1$d iš %2$d";
"_no_activity_footer_"              = "Daugiau veiklų įkelti nėra";
"_transfers_"                       = "Perdavimai";
"_activity_"                        = "Veikla";
"_trash_file_not_found_"            = "Panašu, kad failo nėra šiukšliadėžėje. Eikite į šiukšliadėžę, kad jį atnaujintumėte, ir bandykite dar kartą.";
"_list_shares_"                     = "Bendrinimai";
"_list_shares_no_files_"            = "Dar nėra bendrinimų";
"_tutorial_list_shares_view_"       = "Čia bus rodomi jūsų bendrinami failai ir aplankai";
"_offline_"                         = "Atsijungęs";
"_upload_photos_videos_"            = "Įkelti nuotraukas arba vaizdo įrašus";
"_upload_file_"                     = "Įkelti failą";
"_create_nextcloudtext_document_"   = "Sukurti tekstinį dokumentą";
"_use_folder_auto_upload_"          = "Naudokite „Automatinio įkėlimo“ aplanką kaip paskirties vietą";
"_filename_"                        = "Failo pavadinimas";
"_enter_filename_"                  = "Įvesti failo pavadinimą ...";
"_default_preview_filename_footer_" = "Failo pavadinimo peržiūros pavyzdys: IMG_0001.JPG";
"_filename_header_"                 = "Įvesti failo pavadinimą";
"_preview_filename_"                = "Failo pavadinimo peržiūros pavyzdys. Galite naudoti datos / laiko %@ formatą.";
"_add_filenametype_"                = "Nurodykite failo pavadinimo tipą";
"_maintain_original_filename_"      = "Išsaugoti originalų failo pavadinimą";
"_notifications_"                   = "Pranešimai";
"_untitled_"                        = "Be pavadinimo";
"_e2e_settings_title_"              = "Šifravimas";
"_e2e_settings_"                    = "Ištisinis šifravimas";
"_e2e_settings_start_"              = "Pradėti ištisinį šifravimą";
"_e2e_settings_activated_"          = "Ištisinis šifravimas aktyvuotas";
"_e2e_server_disabled_"             = "Ištisinio šifravimo programėlė yra išjungta serveryje.";
"_e2e_settings_view_passphrase_"    = " Visi 12 žodžių sudaro saugų slaptažodį, leidžiantį tik jums peržiūrėti ir naudoti užšifruotus failus. Prašau jį užsirašyti ir saugoti.";
"_e2e_settings_read_passphrase_"    = "Skaityti slaptą frazę";
"_e2e_settings_lock_not_active_"    = "Užraktas neaktyvus. Eikite į „Nustatymai“ ir jį suaktyvinkite.";
"_e2e_settings_the_passphrase_is_"  = "Slaptafrazė yra:";
"_e2e_passphrase_request_title_"    = "Prašyti slaptos frazės";
"_e2e_passphrase_request_message_"  = "Įrašyti 12 žodžių";
"_e2e_settings_remove_"             = "Šalinti šifravimą vietiniu mastu";
"_e2e_settings_remove_message_"     = "Patvirtinti šifravimo pašalinimą kartu su slaptafraze.";
"_e2e_set_folder_encrypted_"        = "Šifruoti";
"_e2e_remove_folder_encrypted_"     = "Iššifruoti";
"_e2e_file_encrypted_"              = "Failas užšifruotas";
"_e2e_goto_settings_for_enable_"    = "Tai yra šifruotas katalogas, pereikite į \"Nustatymus\" ir įjunkite ištisinį šifravimą";
"_e2e_in_upload_"                   = "Vykdomas įkėlimas, palaukite, kol bus perkelti visi failai.";
"_scans_document_"                  = "Skenuoti dokumentą";
"_scanned_images_"                  = "Nuskenuoti paveikslai";
"_scan_document_pdf_page_"          = "Puslapis";
"_scan_label_document_zone_"        = "Norėdami sukurti dokumentą, palieskite arba vilkite vaizdus žemyn";
"_filter_document_"                 = "Dokumentas";
"_filter_original_"                 = "Originalus";
"_quality_image_title_"             = "Peržiūrėkite vaizdo kokybę";
"_file_creation_"                   = "Failų kūrimas";
"_delete_all_scanned_images_"       = "Ištrinti visus nuskenuotus vaizdus";
"_text_recognition_"                = "Teksto atpažinimas";
"_all_files_"                       = "Visi failai";
"_personal_files_"                  = "Asmeniniai failai";

"_trash_view_"                      = "Ištrinti failai";
"_empty_trash_"                     = "Išvalyti šiukšlinę";
"_trash_no_trash_"                  = "Failai neištrinti";
"_trash_no_trash_description_"      = "Čia galite atkurti ištrintus failus";
"_confirm_delete_selected_"         = "Ar tikrai norite ištrinti pažymėtus elementus?";
"_manage_file_offline_"             = "Tvarkykite failus neprisijungus";
"_set_available_offline_"           = "Nustatyti kaip pasiekiamą neprisijungus";
"_remove_available_offline_"        = "Pašalinti kaip pasiekiamą neprisijungus";
"_create_new_document_"             = "Dokumentas";
"_create_new_spreadsheet_"          = "Skaičiuoklė";
"_create_new_presentation_"         = "Pristatymas";
"_create_new_diagram_"              = "Diagrama";
"_more_documents_"                  = "Daugiau dokumentų";
"_go_online_"                       = "Norėdami peržiūrėti dokumentą, prisijunkite prie interneto";
"_intro_1_title_"                   = "Saugokite savo duomenis ir valdykite juos";
"_intro_2_title_"                   = "Saugus bendradarbiavimas ir apsikeitimas failais";
"_intro_3_title_"                   = "Lengvai naudojamas el. paštas, kalendorius bei kontaktai";
"_intro_4_title_"                   = "Ekrano bendrinimas, internetiniai susitikimai ir internetinės konferencijos";
"_log_in_"                          = "Prisijungti";
"_sign_up_"                         = "Registruotis su tiekėju";
"_host_your_own_server"             = "Administruoti savo serverį";
"_invalid_url_"                         = "Neteisingas serverio URL adresas";
"_ssl_certificate_untrusted_"           = "Šio serverio sertifikatas neteisingas";
"_ssl_certificate_changed_"             = "Atrodo, kad šio serverio sertifikatas pasikeitė.";
"_file_already_exists_"                 = "Nepavyko užbaigti operacijos, failas tokiu pačiu pavadinimu jau yra";
"_err_permission_microphone_"           = "Prašome leisti mikrofono naudojimą nustatymuose.";
"_err_permission_photolibrary_"         = "Nustatymuose įjunkite nuotraukų leidimą.";
"_qrcode_not_authorized_"   = "Ši programėlė nėra įgaliota naudoti galinę kamerą";
"_qrcode_not_supported_"    = "Šis įrenginys nepalaiko QR kodų.";
"_create_voice_memo_"       = "Sukurkite balso atmintinę";
"_voice_memo_start_"        = "Palieskite norėdami pradėti";
"_voice_memo_stop_"         = "Palieskite norėdami sustabdyti";
"Enter Passcode"            = "Įveskite prieigos kodą";
"Enter a new passcode"      = "Įveskite naują prieigos kodą";
"Confirm new passcode"      = "Patvirtinti naują prieigos kodą";
"Passcodes didn't match. Try again." = "Prieigos kodai nesutampa. Bandykite dar kartą.";
"Delete"                    = "Ištrinti";
"Cancel"                    = "Atsisakyti";
"_certificate_details_"     = "Sertifikato serverio informacija";
"_certificate_pn_details_"  = "Sertifikato tiesioginių pranešimų informacija";
"_certificate_view_"        = "Sertifikato serveris";
"_certificate_pn_view_"     = "Tiesioginių pranešimų sertifikatas";
"_save_as_scan_"            = "Išsaugoti kaip nuskenuotą";
"_save_changes_"            = "Įrašyti pakeitimus?";
"_modify_"                  = "Pakeisti";
"_overwrite_original_"      = "Pakeisti originalą";
"_save_as_copy_"            = "Įrašyti kaip kopiją";
"_discard_changes_"         = "Atmesti pakeitimus";
"_message_disable_overwrite_livephoto_" = "Šis vaizdas yra „Gyvoji nuotrauka“, jos nepavyks perrašyti.";
"_discard_changes_info_"    = "Jūsų pakeitimai bus atmesti.";
"_delete_files_desc_"       = "Ištrinkite failus, kad atlaisvintumėte vietos";
"_delete_old_files_"        = "Ištrinti tarpinėje atmintyje visus failus, kurie senesni nei";
"_never_"                   = "niekada";
"_1_year_"                  = "1 metai";
"_6_months_"                = "6 mėnesiai";
"_3_months_"                = "3 mėnesiai";
"_1_month_"                 = "1 mėnesis";
"_1_week_"                  = "1 savaitė";
"_monthly_"                 = "Kas mėnesį";
"_yearly_"                  = "Kas metus";
"_daily_"                   = "Kasdien";
"_login_address_detail_"    = "Nuoroda į jūsų %@ žiniatinklio sąsają, kai ją atidarote naršyklėje.";
"_go_to_page_"              = "Eiti į puslapį";
"_page_"                    = "Puslapis";
"_this_document_has_%@_pages_"              = "Šiame dokumente yra %@ puslapių";
"_invalid_page_"                            = "Netinkamas puslapis";
"_the_entered_page_number_does_not_exist_"   = "Įvestas puslapio numeris neegzistuoja.";
"_error_something_wrong_"   = "Kažkas nutiko";
"_privacy_screen_"          = "Slėpti turinį, kai programėlė neaktyvi";
"_privacy_screen_footer_"   = "Paslėpti programėlės turinį ir rodyti paleidimo ekraną, kai programa neaktyvi.";
"_in_"                      = "į";
"_enter_passphrase_"        = "Įvesti slaptą frazę (12 žodžių)";
"_show_more_results_"       = "⋯ Įkelti daugiau rezultatų";
"_waiting_for_"             = "Laukiama:";
"_reachable_wifi_"          = "tinklas pasiekiamas per „Wi-Fi“ arba laidą";
"_copy_passphrase_"         = "Kopijuoti slaptafrazę";
"_ok_copy_passphrase_"      = "Gerai ir kopijuoti slaptafrazę";
"_select_color_"            = "Pasirinkti spalvą";
"_change_color_"            = "Keisti spalvą";
"_description_dashboardwidget_" = "Dar niekada nebuvo taip paprasta turėti „Skydelį“ visada po ranka.";
"_description_fileswidget_" = "Peržiūrėkite naujausius failus ir naudokitės įrankių juosta, kad pagreitintumėte savo veiksmus.";
"_description_toolbarwidget_"   = "Įrankių juosta, skirta pagreitinti jūsų darbą.";
"_title_lockscreenwidget_"  = "Būsena";
"_description_lockscreenwidget_"    = "Stebėkite laisvą vietą ir naujausią veiklą";

"_keep_running_"            = "Kad naudotis programa būtų patogiau, palikite ją veikiančią.";
"_apps_nextcloud_detect_"   = "Aptikra %@ programėlė";
"_add_existing_account_"    = "Aptikta kita %@ programėlė. Ar norite pridėti esamą paskyrą?";
"_status_in_progress_"      = "Vyksta būsenos nustatymas …";
"_status_e2ee_on_server_"   = "Ištisinis šifravimas jau sukonfigūruotas serveryje, bet dar neįgalintas šiame įrenginyje.";
"_status_e2ee_not_setup_"   = "Ištisinis šifravimas serveryje dar nesukonfigūruotas.";
"_status_e2ee_configured_"  = "Ištisinis šifravimas yra tinkamai sukonfigūruotas.";
"_e2ee_set_as_offline_"     = "Neleidžiama naudoti su užšifruotais failais ar aplankais.";
"_change_upload_filename_"  = "Ar norite išsaugoti failą kitu pavadinimu?";
"_save_file_as_"            = "Įrašyti failą kaip %@";
"_password_ascii_"          = "Slaptažodyje negali būti specialiųjų simbolių.";
"_calendar_contacts_"       = "Kalendorius ir adresatai";
"_mobile_config_"           = "Atsisiųskite konfigūracijos profilį";
"_calendar_contacts_footer_warning_"    = "Konfigūracijos profilį galima atsisiųsti tik tuo atveju, jei „Safari“ nustatyta kaip numatytoji naršyklė.";
"_calendar_contacts_footer_"    = "Atsisiuntę profilį, galite jį įdiegti iš „Nustatymų“.";
"_modify_image_desc_"       = "Palieskite failą, kurį norite modifikuoti arba pervardyti.";
"_message_disable_livephoto_" = "Šis vaizdas yra „Gyvoji nuotrauka“, jį pakeitus „Gyvosios nuotraukos“ efektas bus prarastas.";
"_enable_livephoto_"        = "Įjungti „Gyvąją nuotrauką“";
"_disable_livephoto_"       = "Išjungti „Gyvąją nuotrauką“";
"_undo_modify_"             = "Atšaukti pakeitimus";
"_rename_already_exists_"   = "Failas su tokiu pavadinimu jau egzistuoja.";
"_group_folders_"           = "Komandos aplankai";
"_play_from_files_"         = "Leisti vaizdo įrašą iš failo";
"_play_from_url_"           = "Leisti vaizdo įrašą iš nuorodos";
"_valid_video_url_"         = "Įveskite galiojantį URL adresą";
"_download_image_"          = "Atsisiųsti paveikslą";
"_reset_wrong_passcode_"    = "Programos nustatymų atkūrimas...";
"_reset_wrong_passcode_option_" = "Atkurti programėlę po 10 nesėkmingų bandymų";
"_reset_wrong_passcode_desc_" = "Įjungus šią funkciją, po %d nesėkmingų bandymų įvesti prieigos kodą bus pašalinti visi paskyros ir vietiniai duomenys.";
"_deviceOwnerAuthentication_" = "Biometrinis jutiklis laikinai išjungtas dėl daugkartinių nesėkmingų bandymų. Įveskite įrenginio prieigos kodą, kad vėl įjungtumėte jutiklį.";
"_virus_detect_"            = "Aptiktas virusas. Įkėlimas negali būti užbaigtas!";
"_selected_photos_"         = "atrinktos nuotraukos";
"_delete_selected_photos_"  = "Ištrinti pasirinktas nuotraukas";
"_media_square_"            = "Kvadratinis tinklelis";
"_media_ratio_"             = "Vaizdo santykio tinklelis";
"_display_"                 = "Rodymas";
"_appearance_"              = "Išvaizda";
"_light_"                   = "Šviesi";
"_dark_"                    = "Tamsi";
"_use_system_style_"        = "Naudoti sistemos stilių";
"_account_settings_"        = "Paskyros nustatymai";
"_users_"                   = "Vartotojai";
"_users_footer_"            = "Leidžia pasirinkti paskyrą kiekvieną kartą, kai atidarote programėlę.";
"_while_charging_"          = "Įkrovimo metu";
"_keep_screen_awake_"       = "Neleisti ekranui išsijungti\nperduodant failus";
"_error_not_found_"         = "Nepavyko rasti prašomo išteklio";
"_error_conflict_"          = "Prašymo nebuvo galima įvykdyti dėl nesuderinamumo su dabartine išteklių būsena";
"_error_precondition_"      = "Serveris neatitinka vienos iš užklausėjo nustatytų sąlygų";
"_downloading_"             = "Atsisiunčiama";
"_additional_options_"      = "Papildomos parinktys";
"_unauthorizedFilesPasscode_" = "Programos „Failai“ negalima naudoti, jei aktyvuotas prieigos kodas";
"_disableFilesApp_"         = "Failų programėlės negalima naudoti, nes ji išjungta";
"_no_items_"                = "Nėra įrašų";
"_check_back_later_"        = "Prašome patikrinti vėliau";
"_no_data_available_"       = "No data available";
"_recent_activity_"         = "Paskiausia veikla";
"_maintenance_mode_"        = "Serveris šiuo metu veikia techninės priežiūros režimu, kuris gali užtrukti.";
"_user_"                    = "Vartotojas";
"_creating_db_photo_progress_" = "Kuriamas nuotraukų archyvas… palikite programėlę veikiančią.";
"_account_unauthorized_"    = "Kilo problemų patvirtinant %@ paskyrą. Prašome prisijungti iš naujo.";
"_folder_offline_desc_"     = "Net ir be interneto ryšio galite tvarkyti aplankus ir kurti failus. Kai vėl prisijungsite prie interneto, nebaigti veiksmai bus automatiškai sinchronizuoti.";
"_offline_not_allowed_"     = "Ši operacija neprieinama neprisijungus prie interneto";
"_Upload_native_format_yes_"= "Įkelti originalaus formato: taip";
"_Upload_native_format_no_" = "Įkelti originalaus formato: ne";
"_terms_of_service_"        = "Paslaugų teikimo sąlygos";
"_terms_accept_"            = "Patvirtinu, kad perskaičiau ir sutinku su aukščiau nurodytomis paslaugų teikimo sąlygomis.";
"_recommended_files_"       = "Rekomenduojama „Failai“";
"_propagate_layout_"        = "Taikykite šį pakeitimą visiems poaplankiams";
"_version_mismatch_error_"  = "Versijos atnaujinimas: atidarykite pagrindinę programėlę, kad atnaujintumėte duomenis.";
"_opt_in_pro_"              = "Vyksta optimizavimas…";
"_update_in_progress_"      = "Vykdomas atnaujinimas…";
"_delete_in_progress_"      = "Trinama…";
"_download_in_progress_"    = "Vyksta atsisiuntimas…";
"_upload_in_progress_"      = "Įkeliama…";
"_transfer_in_progress_"    = "Vyksta perkėlimas …";
"_in_waiting_"              = "Laukiama";
"_in_progress_"             = "Vykdoma";
"_in_error_"                = "Klaidingai";
"_retry_minutes_"           = "min. liko iki kito bandymo";
"_retry_seconds_"           = "sek. liko iki kito bandymo";
"_retry_soon_"              = "netrukus bus bandoma dar kartą…";
"_large_upload_tip_"        = "Didelės apimties failams perkelti programėlė turi likti atidaryta, kol perkėlimas bus baigtas";
"_e2ee_upload_tip_"         = "Norint naudoti „End-to-end“ failus, programa turi likti atidaryta, kol perdavimas bus baigtas";
"_finalizing_wait_"         = "Laukiama galutinio patvirtinimo…";
"_in_this_folder_"          = "Šiame aplanke";
"_media_no_longer_available_" = "Medija daugiau nebeprieinama";
"_this_item_has_been_deleted_" = "Šis elementas buvo ištrintas.";
"_video_not_available_" = "Vaizdo įrašas nepasiekiamas";
"_disable_" = "Išjungti";
"_no_subtitles_available_" = "Subtitrų nėra";
"_no_audio_tracks_available_" = "Garso takelių nėra";
"_add_external_subtitle_" = "Pridėti išorinius subtitrus";
"_repeat_current_media_" = "Kartoti dabartinį elementą";
"_play_next_media_automatically_" = "Automatiškai paleisti kitą elementą";
"_image_load_failed_" = "Paveikslėlio įkėlimas nepavyko";
"_image_load_failed_" = "Paveikslėlio įkėlimas nepavyko";
"_gif_file_could_not_be_decoded_" = "GIF failo nepavyko iššifruoti";
"_svg_file_could_not_be_rendered_" = "SVG failas negalėjo būti atvaizduotas";
"_image_file_could_not_be_decoded_" = "Nepavyko iššifruoti vaizdo failo";
"_media_not_available_" = "Medija neprieinama";
"_no_assistant_installed_"  = "Šiame serveryje asistentas neįdiegtas. Paprašykite administratoriaus įdiegti asistento programėlę.";
"_open_in_office_" = "Atidaryti „Office“ programėlėje";
"_select_date_" = "Pasirinkti datą";
"_always_play_with_vlc_" = "Visada leiskite naudodami „VLC“";
"_account_not_available_" = "Paskyra nepasiekiama";
"_autoupload_active_other_account_title_" = "Auto upload is already active";
"_autoupload_active_other_account_message_" = "Auto upload is already enabled for “%@”. Disable it for that account before enabling it here.";
"_autoupload_cleanup_pending_" = "Previous uploads are still being stopped. Try starting the backup again to retry cleanup.";

// Tip
"_tip_pdf_thumbnails_"      = "Praslinkite į kairę nuo dešiniojo ekrano krašto, kad būtų rodomos miniatiūros";
"_tip_accountrequest_"      = "Paspauskite čia, jei norite pakeisti paskyrą arba pridėti naują";
"_tip_addcopyimage_"        = "Paspauskite ir palaikykite, kad įklijuotumėte nukopijuotą paveikslėlį";

// MARK: Accessibility

// Accessibility, floating panel top element
"_show_profile_"                = "Rodyti profilį";
// a11y: On/Off
"_on_"                          = "Įjungta";
// a11y: On/Off
"_off_"                         = "Išjungta";
"_list_"                        = "Sąrašas";
"_icons_"                       = "Piktogramos";

// MARK: Assistant
"_assistant_task_unknown_"       = "Nežinomas";
"_assistant_task_scheduled_"     = "Suplanuota";
"_assistant_task_in_progress_"   = "Vykdoma";
"_assistant_task_completed_"     = "Užbaigta";
"_assistant_task_failed_"        = "Nepavyko";
"_input_"                        = "Įvestis";
"_output_"                       = "Išvestis";
"_task_details_"                 = "Užduoties detalės";
"_assistant_"                    = "Asistentas";
"_new_task_"                     = "Nauja %@ užduotis";
"_no_tasks_"                     = "Sveiki! Kuo šiandien galiu jums padėti?";
"_create_task_subtitle_"         = "Norėdami sukurti naują užduotį, paspauskite mygtuką +";
"_edit_task_"                    = "Redaguoti %@ užduotį";
"_no_types_"                     = "Paslaugų teikėjas nerastas";
"_no_types_subtitle_"            = "Norint naudoti asistentą, reikia įdiegti DI teikėjus.";
"_assistant_ai_warning_"         = "Čia rodomą išvestį generuoja dirbtinis intelektas. Visada patikrinkite dar kartą.";
"_no_chat_subtitle_"             = "Pabandykite išsiųsti žinutę, kad pradėtumėte pokalbį.";
"_retry_response_generation_"    = "Pakartotinio bandymo atsakymo generavimas";
"_conversations_"                = "Pokalbiai";
"_new_conversation_"             = "Naujas pokalbis";
"_type_message_"                 = "Įrašykite žinutę...";
"_assistant_chat_"               = "Asistento pokalbis";
"_assistant_error_send_message_"  = "Nepavyko išsiųsti pranešimo. Bandykite dar kartą.";
"_assistant_error_load_messages_" = "Nepavyko įkelti pranešimų. Bandykite dar kartą.";
"_assistant_error_generate_response_" = "Nepavyko sugeneruoti atsakymo. Bandykite dar kartą.";

// MARK: Client certificate
"_no_client_cert_found_"         = "Serveris prašo kliento sertifikato.";
"_no_client_cert_found_desc_"    = "Ar norite įdiegti TLS kliento sertifikatą?\nAtkreipkite dėmesį, kad .p12 sertifikatas pirmiausia turi būti įdiegtas jūsų įrenginyje, jį spustelėjus ir įdiegus kaip tapatybės sertifikato profilį nustatymuose. Sertifikatas taip pat PRIVALO turėti slaptažodį, nes to reikalauja „iOS“.";
"_client_cert_enter_password_"   = "Įveskite pasirinkto sertifikato slaptažodį";
"_client_cert_wrong_password_"   = "Atsiprašome, įvedėte neteisingą slaptažodį.";

// MARK: Login poll

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_reserved_name_" = "„%@“ yra draudžiamas pavadinimas.";
"_file_name_validator_error_forbidden_file_extension_" = "„.%@“ yra draudžiamas failo prievardis.";
"_file_name_validator_error_invalid_character_" = "Pavadinime yra netinkamas simbolis: „%@“.";
"_file_name_validator_error_space_" = "Pavadinimų pradžioje ar pabaigoje negali būti tarpų.";
"_file_name_new_extension_" = "Pakeitus plėtinį, šis failas gali būti atidarytas kitoje programėlėje.";
"_file_name_empty_" = "Failo pavadinimas negali būti tuščias.";
"_please_rename_file_" = "Pervadinkite failą ar aplanką.";
"hidden_file_name_warning" = "Pasirinktas pavadinimo tipas sukurs paslėptą failą.";

"_camera_roll_" = "Fotoaparato aplankas";
"_destination_" = "Paskirtis";
"_upload_from_" = "Įkelti iš…";
"_multiple_albums_" = "Keletas albumų";
"_smart_albums_" = "Išmanieji albumai";
"_albums_" = "Albumai";
"_auto_upload_no_new_items_to_upload_" = "Nėra naujų elementų, kuriuos būtų galima įkelti";
"_background_upload_extension_" = "PhotoKit background upload extension";
"_experimental_" = "Eksperimentinė";
"_background_upload_extension_footer_" = "Experimental: delegate automatic photo uploads to PhotoKit in the background. The compatibility setting (HEIC to JPG) is ignored, so HEIC images are uploaded in their original format.";
"_background_upload_extension_apache_title_" = "Apache configuration required";
"_background_upload_extension_apache_warning_" = "Servers without resumable upload support must return 501 for PhotoKit OPTIONS requests. With mod_rewrite enabled, add these rules to the Nextcloud VirtualHost before its existing rewrite rules, then reload Apache:";
"_auto_upload_suspended_" = "Automatic upload paused due to an error";
"_auto_upload_suspended_error_" = "Automatic upload paused: %@";
"_focused_auto_upload_" = "Tikslinis automatinis įkėlimas";
"_focused_auto_upload_settings_footer_" = "Kol automatinis įkėlimas vyksta didesniu greičiu, palikite programėlę atidarytą ir užtamsinkite ekraną.";
"_focused_auto_upload_intro_heading_" = "Toliau darykite atsargines kopijas užtamsintu ekranu.";
"_focused_auto_upload_intro_message_" = "Nuotraukų ir vaizdo įrašų atsarginės kopijos bus kuriamos didesniu greičiu, net ir užtamsinus ekraną. Proceso metu:";
"_focused_auto_upload_wifi_" = "Prisijungti prie „Wi-Fi“";
"_focused_auto_upload_charger_" = "Prijunkite prie įkroviklio";
"_focused_auto_upload_do_not_exit_" = "Neišeikite iš programėlės";
"_enable_focused_auto_upload_" = "Įjungti tikslinį automatinį įkėlimą";
"_focused_auto_upload_backing_up_" = "Atsarginė kopija";
"_focused_auto_upload_completed_" = "Įkėlimas baigtas!";
"_focused_auto_upload_countdown_" = "Neužrakinkite ekrano ir neuždarykite programėlės. Ekranas patamsės per %d sekundes.";
"_stop_focused_auto_upload_" = "Sustabdyti tikslinį automatinį įkėlimą";
"_finish_" = "Užbaigti";
"_item_with_same_name_already_exists_" = "Elementas tokiu pavadinimu jau yra.";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Ruošiamasi perkėlimui…";
"_scanning_files_" = "Skenuojami failai…";
"_moving_items_to_domain_" = "Elementai perkeliami į teisingą domeną…";
"_finishing_up_" = "Baigiama…";

// MARK: E2EE
"_e2ee_no_session_" = "Ištisinio šifravimo klaida, šiai sesijai nėra paskyros";
"_e2ee_no_dir_" = "Ištisinio šifravimo klaida, nepavyksta gauti katalogo";
"_e2ee_no_certificate_" = "Ištisinio šifravimo klaida, nepavyko gauti sertifikato";
"_e2ee_no_generate_key_" = "Ištisinio šifravimo klaida, negalima sugeneruoti rakto";
"_e2ee_no_metadataKey_found_" = "Išsami šifravimo klaida, negalima iššifruoti metaduomenų rakto";
"_e2ee_read_only_" = "This encrypted folder uses an archived key set and is available as read-only.";
"_e2ee_server_key_changed_" = "The end-to-end encryption keys for this account changed on another device. Enter the new passphrase to update this device. Storage spaces associated with previous keys will remain available as read-only.";
"_e2ee_server_key_changed_title_" = "Encryption keys changed";
"_e2ee_no_user_found_" = "Ištisinio šifravimo klaida, vartotojas nerastas";
"_e2ee_no_signature_found_" = "Ištisinio šifravimo klaida, nerastas parašas";
"_e2ee_counter_check_" = "Ištisinio šifravimo klaida, skaitiklio reikšmė mažesnė už ankstesnę";
"_e2ee_signature_failed_" = "Ištisinio šifravimo klaida, parašo patikrinimas nepavyko.";
"_e2ee_enc_payload_" = "Ištisinio šifravimo klaida, užšifruokite duomenų failą";
"_e2ee_no_metadata_" = "Ištisinio šifravimo klaida, negalima gauti metaduomenų";
"_e2ee_filedrop_ciphertext_" = "Ištisinio šifravimo klaida, nepavyko įkelti šifruoto teksto";
"_e2ee_key_ciphertext_" = "Ištisinio šifravimo klaida, rakto šifravimo klaida";
"_e2ee_key_no_checksum_found_" = "Ištisinio šifravimo klaida, nepavyko rasti rakto kontrolinės sumos";
"_e2ee_checksum_error_title_" = "Ištisinio šifravimo rakto kontrolinės sumos klaida";
"_e2ee_checksum_error_message_" = "Trūksta šifruoto failo kontrolinės sumos arba ji netinkama.\n\nTaip gali nutikti dėl neišsamių, pasenusių ar nesuderinamų šifravimo metaduomenų; tai nebūtinai reiškia, kad failas ar serveris buvo pažeisti.\n\nTęskite tik tuo atveju, jei pasitikite šiuo serveriu ir suprantate riziką. Priešingu atveju išeikite neatidarę failo.";
"_e2ee_key_checksum_" = "Ištisinio šifravimo klaida: rakto kontrolinė suma neteisinga.";
"_e2ee_decode_metadata_" = "Ištisinio šifravimo klaida, negalima iššifruoti metaduomenų";
"_e2ee_no_lock_" = "Ištisinio šifravimo klaida, nepavyko užrakinti failo";
"_e2ee_no_decrypt_metadata_" = "Ištisinio šifravimo klaida, negalima iššifruoti metaduomenų";
"_e2ee_no_enc_file_" = "Ištisinio šifravimo klaida, negalima užšifruoti failo";
"_e2ee_no_enc_key_" = "Ištisinio šifravimo klaida, nepavyko gauti užkoduoto rakto";
"_e2ee_no_match_checksum_" = "Ištisinio šifravimo klaida, kontrolinė suma nesutampa";
"_e2ee_create_folder_" = "Kuriamas ištisinio šifravimo katalogas, palaukite...";
"_e2ee_rename_file_" = "Vykdomas ištisinio šifravimo pervadinimas, palaukite...";
"_e2ee_encrypt_folder_" = "Vykdomas ištisinis aplanko šifravimas, palaukite...";
"_e2ee_setup_get_certificate_" = "Serveris negrąžino sertifikato";
"_e2ee_setup_create_csr_" = "Nepavyko sugeneruoti sertifikato pasirašymo užklausos (CSR)";
"_e2ee_setup_sign_certificate_" = "Serveris negrąžino sertifikato po pasirašymo užklausos";
"_e2ee_setup_extract_publickey_" = "Viešojo rakto neatitikimas tarp sugeneruoto rakto ir sertifikato";
"_e2ee_setup_get_privatekey_" = "Serveris negrąžino užšifruoto privataus rakto";
"_e2ee_setup_passphrase_error_" = "Pateikta slaptafrazė yra neteisinga";
"_e2ee_setup_get_publickey_" = "Serveris negrąžino užšifruoto viešojo rakto";
"_e2ee_setup_encript_privatekey_" = "Nepavyko užšifruoti privataus rakto";
"_e2ee_setup_store_privatekey_" = "Privataus rakto generavimas negrąžino tinkamo naudoti rakto";
"_e2ee_setup_verify_publickey_" = "Viešasis raktas neatitinka sertifikato";
"_e2ee_setup_generate_passphrase_" = "Nepavyko sugeneruoti slaptafrazės";
"_e2ee_setup_privatekey_missing_" = "Nepavyko rasti ištisinio šifravimo privataus rakto.";
"_e2e_renew_certificate_success_" = "Jūsų ištisinio šifravimo sertifikatas buvo atnaujintas.";
"_certificate_valid_from_" = "Galioja nuo";
"_certificate_valid_until_" = "Galioja iki";
"_certificate_" = "Sertifikatas";
"_certificate_renew_" = "Atnaujinti sertifikatą";

// Share details — Governance
"_governance_"                      = "Valdysena";
"_sensitivity_label_"               = "Jautrumo žyma";
"_file_retention_"                  = "Failų saugojimas";
"_legal_hold_"                      = "Teisinis informacijos išsaugojimas";
"_none_"                            = "Nėra";
"_sections_"                        = "Skyriai";
"_governance_labels_load_error_"    = "Nepavyko įkelti valdysenos žymų.";

// MARK: Albums
"_albums_loading_popup_desc_"                       = "Wait a moment …";
"_albums_list_nav_title_"                           = "Albumai";
"_albums_list_new_album_btn_"                       = "New album";
"_albums_list_loading_msg_"                         = "Loading …";
"_albums_list_error_msg_"                           = "Unable to load albums. Please try again later!";
"_albums_list_album_name_validation_nonempty_"      = "Album name cannot be empty.";
"_albums_list_album_name_validation_min_length_"    = "Album name must be at least 3 characters.";
"_albums_list_album_name_validation_max_length_"    = "Album name cannot be more than 30 characters.";
"_albums_list_album_name_validation_specials_"      = "Album name cannot contain slashes.";
"_albums_list_empty_heading_"                       = "Create Albums for your Photos";
"_albums_list_empty_subheading_"                    = "You can organize all your photos in as many albums as you like. You haven't created an album yet.";
"_albums_list_empty_new_album_btn_"                 = "Create album";
"_albums_list_own_albums_heading_"                  = "My albums";
"_albums_list_date_range_"                          = "%@ to %@";
"_albums_list_new_album_popup_title_"               = "Create new Album";
"_albums_list_new_album_popup_desc_"                = "Please enter an album name between 3 and 30 characters.";
"_albums_list_new_album_popup_hint_"                = "Album's name";
"_albums_list_new_album_popup_positive_btn_"        = "Sukurti";
"_albums_list_new_album_popup_negative_btn_"        = "Atsisakyti";
"_albums_list_rename_album_popup_title_"            = "Rename Album";
"_albums_list_rename_album_popup_desc_"             = "Please enter new album name between 3 and 30 characters.";
"_albums_list_rename_album_popup_hint_"             = "Album's new name";
"_albums_list_rename_album_popup_positive_btn_"     = "Pervadinti";
"_albums_list_rename_album_popup_negative_btn_"     = "Atsisakyti";
"_albums_photo_selection_sheet_title_"              = "Pasirinkite nuotraukas";
"_albums_photos_loading_msg_"                       = "Loading photos …";
"_albums_photos_error_msg_"                         = "Unable to load photos. Please try again later!";
"_albums_photos_empty_heading_"                     = "All that's missing are your photos";
"_albums_photos_empty_subheading_"                  = "You can add as many photos as you like. A photo can also belong to more than one album.";
"_albums_photos_add_photos_btn_"                    = "Add photos";
"_albums_photos_rename_album_btn_"                  = "Rename Album";
"_albums_photos_delete_album_btn_"                  = "Delete Album";
"_albums_delete_album_popup_title_"                 = "Delete Album?";
"_albums_delete_album_popup_desc_"                  = "Are you sure you want to delete this album? This action cannot be undone.";
"_albums_delete_album_popup_positive_btn_"          = "Ištrinti";
"_albums_delete_album_popup_negative_btn_"          = "Atsisakyti";
"_add_to_album"                                     = "Add to Album";
"_remove_from_album_"                               = "Remove from Album";
"_want_remove_from_album_"                          = "Do you really want to remove from Album?";


"_autoupload_whole_library_" = "All photos and videos";
"_autoupload_whole_library_description_" = "Checks all photos and videos in the selected library. Photos and videos already uploaded to %@ are skipped.";
"_autoupload_from_date_" = "From a date";
"_autoupload_start_date_" = "Upload starting from";
"_autoupload_completed_until_" = "Photos and videos uploaded up to";
"_autoupload_waiting_for_uploads_" = "Waiting for the first photos and videos to upload";
"_autoupload_set_to_now_" = "Set to now";
"_autoupload_date_range_footer_" = "Photos and videos already uploaded to %@ are skipped. The date advances as uploads are confirmed and is preserved when automatic upload is stopped.";

"_autoupload_ignore_history_" = "Upload previously uploaded photos and videos again";
"_autoupload_ignore_history_description_" = "The app keeps a local record of uploaded photos and videos, without checking whether they are still on the server. Enable this option to upload them again, for example if you deleted them from the server. Existing photos and videos may be overwritten.";
"_autoupload_force_reupload_footer_" = "Previous upload records are ignored for photos and videos in the selected library or date range. New completed uploads are still recorded. This option stays enabled until you turn it off.";

"_auto_upload_active_" = "Automatic photo and video upload active";
